/*
 Localizable.strings
 acupuncture
 
 Created by 陈双超 on 15/8/5.
 Copyright (c) 2015年 陈双超. All rights reserved.
 */


"Connect_Fail_ToDevice"="Failed to connect to the specified device.";

"No_Binding_Equipment"="No binding equipment.";

"Cancel"="Cancel";

"OK"="OK";

"Want_ToDo"="Would you like to do?";

"Debinding"="Remove the binding";

"Delete_the_bank"="Delete the bank";

"connecting"="connecting...";

"Strength"="Strength:";

"Time"="Time:";

"Stroke_Mode"="Stroke Mode";

"Massage_Mode"="Massage Mode";

"Manipulation_Mode"="Manipulation Mode";

"Device"="Device";

"Equipment_Disconnected"="Equipment connection has been disconnected.";

"Modify_Device_Name"="Modify the device name";

"take_photo"="take photo";

"Open_photo_album"="Open the photo album";

"Where_To_Share"="Where do you want to share?";

"Email"="Email";

"Message"="Message";

"Delete_Failed"="Delete failed, keep at least three for connection!";

"Unpaired"="Unpaired";

"Paired"="Paired";

"deviceName"="NO Device";

